Revit 2027 API
ParameterTypeId.StairsRailingBalusterFamily Property
 "Baluster Family"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsRailingBalusterFamily { get; }
Public Shared ReadOnly Property StairsRailingBalusterFamily As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsRailingBalusterFamily {
	ForgeTypeId^ get ();
}
static member StairsRailingBalusterFamily : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace